
#login scene
name = Nazwa u\u017cytkownika
password = Has\u0142o
login = Zaloguj si\u0119
keep = Nie wylogowuj mnie
noaccount = \tNie masz konta?
signup = Stw\u00f3rz konto
terms = Warunki i regulaminy

#sign up scene
create = Stw\u00f3rz konto
conf = Potwierd\u017a email
agree = Akceptuj\u0119 regulamin korzystania z aplikacji
alreadyhave = \t\tMasz ju\u017c\u00a0konto?
emailalert1 = Ten email\njest ju\u017c zaj\u0119ty.
emailalert2 = Niepoprawny\nadress email.
passhint2 = Za kr\u00f3tkie has\u0142o.
usernamealert = To imi\u0119\njest ju\u017c zaj\u0119te. 
usernamealert2 = Niepoprawne imi\u0119. 
termsalert = Musisz zaakceptowa\u0107 regulamin.

#settings scene
settings = Ustawienia
user = Konto: 
changepass = Zmie\u0144 has\u0142o
changename = Zmie\u0144 imi\u0119 
logout = Wyloguj 
goal = Tw\u00f3j cel:
change = Zmie\u0144
lan = J\u0119zyk:
curr = Waluta:
cancel = Anuluj
delete = Usu\u0144 konto

#info scene
info = Stworzone i zaprogramowane przez Matthew Hayworth\u2122 Grafika: Aleksandra Hajdon

#set goal scene
enternewgoal = Wprowad\u017a sw\u00f3j nowy cel:
accept = Akceptuj

#change name scene
entername = Wprowad\u017a nowe imi\u0119:

#change pass scene
enteroldpass = Wprowad\u017a\u00a0stare has\u0142o:
enternewpass = Wprowad\u017a nowe has\u0142o:

#alerts
inwalidpassandname = Niepoprawna nazwa u\u017cytkownika lub has\u0142o
inwalidpass = Has\u0142o niepoprawne
passhint = Has\u0142o powinno zawiera\u0107 wi\u0119cej ni\u017c dwa znaki
typecorrect = Prosz\u0119 wpisa\u0107 poprawne has\u0142o
goalalert = Cel musi by\u0107 wy\u017cszy\nni\u017c posiadana kwota

#welcome to treasury
welcome = Witaj w Treasury,
about1 = Treasury to tw\u00f3j osobisty sk\u0142ad zgomadzonych oszcz\u0119dno\u015bci. \
\n\nCa\u0142a zasada dzia\u0142ania aplikacji opiera si\u0119 o dwa przyciski: 
withdrawal = WYP\u0141A\u0106
deposit = ZDEPONUJ
about2 = Na pocz\u0105tku podaj kwot\u0119, kt\u00f3r\u0105 planujesz uzbiera\u0107. \
\nNast\u0119pnie odk\u0142adaj oszcz\u0119dno\u015bci w bezpieczne miejsce \
\ni na bie\u017c\u0105co kontroluj ich stan za pomoc\u0105 aplikacji Treasury. \
\n\nTw\u00f3j post\u0119p reprezentowany b\u0119dzie przy pomocy skarbca, \
kt\u00f3rego\nzape\u0142nienie zale\u017cy od poziomu realizacji twojego celu finansowego.

# delete window
areyousure = Czy na pewno chcesz\npermanentnie\nwykasowa\u0107 konto?
yes = Tak
no = Nie

#terms
termsandcond = \n\tSAMPLE usage terms and conditions\n\n\
\tWelcome to our app. If you continue to use this application, \
you are agreeing\n\tto comply with and be bound by the following terms and \
conditions of use, which\n\ttogether with our privacy policy govern\
 [business name]\u2019s relationship with you in\n\trelation to this program. \n\t \
If you disagree with any part of these terms and conditions,\n\tplease \
do not use our application.\n\n\
\tThe term \u2018[business name]\u2019 or \u2018us\u2019 or \u2018we\u2019 refers to the owner of the applicaton \
whose\n\tregistered office is [address]. Our company registration number is \
[company registration\n\tnumber and place of registration]. The term \u2018you\u2019 \
refers to the user or viewer of our\n\tapplication.\n\n\
\tThe use of this application is subject to the following terms of use:\n\n\
\tThe content of the pages of this website is for your general information\
 and use only.\n\tIt is subject to change without notice.\n\n\
\tThis website uses cookies to monitor browsing preferences. If you do allow \
cookies to be\n\tused, the following personal information may be stored by us \
for use by third parties:\n\t[insert list of information].\n\n\
\tNeither we nor any third parties provide any warranty or guarantee as to \
the accuracy,\n\ttimeliness, performance, completeness or suitability of the \
information and materials\n\tfound or offered on this website for any \
particular purpose. You acknowledge that such\n\tinformation and materials may \
contain inaccuracies or errors and we expressly exclude\n\t\
liability for any such inaccuracies or errors to the fullest extent \
permitted by law.\n\n\
\tYour use of any information or materials on this website is entirely at \
your own risk, for\n\
\twhich we shall not be liable. It shall be your own responsibility to ensure \
that any\n\tproducts, services or information available through this website\
 meet your specific\n\trequirements.\n\n\
\tThis website contains material which is owned by or licensed to us. \
This material\n\tincludes, but is not limited to, the design, layout, look, \
appearance and graphics.\n\tReproduction is prohibited other than in accordance\
 with the copyright notice, which\n\tforms part of these terms and conditions.\
\n\n\tAll trademarks reproduced in this website, which are not the property of,\
 or licensed to\n\tthe operator, are acknowledged on the website.\n\n\t\
Unauthorised use of this website may give rise to a claim for damages and/or \
be a\n\tcriminal offence.\
\n\n\tFrom time to time, this website may also include links to other \
websites. These links are\n\tprovided for your convenience to provide further \
information. They do not signify that\n\twe endorse the website(s).\
 We have no responsibility for the content of the linked website(s).\n\n\t\
Your use of this website and any dispute arising out of such use of the website\
 is subject\n\tto the laws of England, Northern Ireland, Scotland and Wales.\
\n\n\n\n\n\n\n\n\n\t

#congratulations
congrats = GRATULACJE!
congrats2 = Zamierzony cel zosta\u0142 osi\u0105gni\u0119ty. 